[
  [
      "You found a dollar in your pocket.",
      "You sold lemonade on the street for a few hours.",
      "A lady saw you and thought you were homeless, then passed you a dollar.",
      "You sold your League account.",
      "You sold some of your old Pokemon cards that went through the wash.",
      "Your COVID benefit check from months ago finally arrived in the mail.",
      "You found a dollar on the floor",
      "You robbed a homeless guy..",
      "You sold 1 satoshi at a profit.",
      "The McDonald's employee gave you the wrong amount of change at the drive-thru.",
      "You drove for Uber for a while but then you had to replace your car once it died."
    ],
  [
      "A friend bet you 2 bucks to take your pants off in public..",
      "You decided to be frugal and not buy your weekly Jr. Chicken this week.",
      "You scraped up some change in the cracks of your greasy chair.",
      "You collected bottle caps for recycling for a while in town.",
      "You brought your own grocery bags to the store for the last week or so.",
      "You decided not to tip for the service you got at Panda Express this week.",
      "You cashed out your profits after 10 hours on PokerStars winning and losing.",
      "You sold a couple Pokemon cards to a friend.",
      "You withdrew ad revenue from a gaming podcast you posted."
    ],
  [
      "You collected 1 mid-tier payout after buying 25 scratch tickets!",
      "You switched to Geico.",
      "You began to plunge the toilet with your hands instead of buying a plunger.",
      "You ordered some Chiptole like usual, but skipped the guac this time.",
      "You found 3 bucks on the side of the road, nice.",
      "You sold a few cigarettes to a homeless guy downtown.",
      "You pretended to be homeless and begged for money for a couple hours.",
      "You collected pay after working 6 hours on Mturk.",
      "You got a donation while streaming on Twitch.",
      "You placed 5th in a Super Mario 64 speedrun tournament.",
      "You edited videos for your cousin's Minecraft YouTube channel and he wanted to pay you back."
    ],
  [
      "You worked 12 minutes overtime at your gas station shift.",
      "You rented a lawn mower for the afternoon to mow your neighbours' lawns, but you dropped $50 on the way home..",
      "You went to donate plasma, but started getting dizzy after the first ounce.",
      "You ordered pizza but your neighbour paid you $25 for it when it arrived.",
      "You spent 6 hours on the phone with the bank to get a monthly account fee reversed.",
      "You borrowed money from a friend with no intention of returning it.",
      "You RMTed some exalted orbs in Standard league.",
      "You sold some Steam trading cards.",
      "You collected ad revenue from your mobile app.",
      "You sold some of your old chemistry notes to a highschool student."
    ],
  [
      "You opted to split a Subway $5 footlong for 2 meals instead of getting the usual.",
      "Granny visited and wanted to make sure you were doing ok so she passed you a 5.",
      "You found $5 on the ground when out on your morning jog.",
      "You collected some free vitamins at the pharmacy and finally found a buyer on eBay 3 months later.",
      "Your $50 investment account finally accrued enough interest over the last 6 years to cash out.",
      "You sold your bong collection on Craigslist.",
      "You withdrew the profits from your ex's Etsy account.",
      "You started selling your Magic: The Gathering Online collection but couldn't stomach selling the rest.",
      "UberEats messed up your order and you didn't have to pay the service fee.",
      "Kotaku paid you to repost your game review of Roblox on their site.",
      "You signed up for a free online bank account with a $5 incentive."
    ],
  [
      "A cyclist ran into you and gave you some change not to report him.",
      "You finally decided to sell your physical copy of Diablo 3.",
      "You took 22 free flosses and toothpaste from your last dentist visit.",
      "You sold 400M OSRS gold.",
      "You opted for the brandless cold medicine when you were sick this time.",
      "You cashed out your profits from the D3 auction house years ago.",
      "You sold all of your Heroes of the Storm skins.",
      "You collected your pay after doing Google surveys for 10 hours.",
      "You shook the gumball machine at the mall and dislodged some change.",
      "You made some models of people in blender and sold them as animation assets.",
      "You joined a focus group for gamers with a cash incentive."
    ],
  [
      "You started flipping free Red Bulls from your university campus for profit.",
      "You got paid out for playing drums in your friend's band last night.",
      "You robbed a gas station cash register but there was only $7 inside..",
      "You placed 64th at your local Street Fighter tournament.",
      "You collected profits from streaming in 2018 and 2019.",
      "You placed 3rd at your local Smash Bros tournament.",
      "You sold some of your special homemade cookies at a local bake sale.",
      "You playtested Last Epoch for 2 weeks.",
      "You mined some bitcoin for a couple months.",
      "You sold some nice looking photos on your phone to Shutterstock."
    ],
  [
      "You unsubscribed from Skillshare after never completing any courses.",
      "You broke your piggy bank and found some change inside.",
      "You baked some cookies and sold them at the Sunday market.",
      "You withdrew your investment profits for 2019.",
      "You ordered free biscuits at Red Lobster and pocketed your company's lunch budget.",
      "Your boss gave you some money to buy some coffees for the meeting but you just took the money and quit instead.",
      "You placed first at your national Hearthstone tournament.",
      "You sold your hair to a wig production company.",
      "You sold a collection of selfies as stock photos",
      "You sold some home-recorded voice lines as a sound asset for game developers.",
      "You sold your old Razer headset.",
      "You let the local hardware store put an ad on the side of your car."
    ],
  [
      "You ate 5 pounds of breadsticks at your local Italian restaurant for a food challenge and won the grand prize.",
      "You won a mid-tier payout at a slot machine in your local casino.. after 5 hours losing.",
      "You collected profits for this month from your Onlyfans.",
      "You won a local Starcraft tournament and collected the grand prize.",
      "You busked and played the bagpipes on the street downtown for a few hours.",
      "You made an insurance claim that your back broke at work and got your cheque in the mail.",
      "A friend bet you money that you couldn't fish for 40 hours straight in World of Warcraft.",
      "You sold your waifu pillow collection.",
      "You did a few bug bounties.",
      "You flipped a PS5 for a profit.",
      "You took an acting job as a gamer in a commercial on Fiverr.",
      "You tutored a kid in math over Skype for a couple sessions.",
      "You babysat your nephew for a night."
    ],
  [
      "You asked to borrow a dollar from a guy at the gas station but he handed you a 10 instead.",
      "You farmed WoW gold for 5 hours and sold it to your buddy.",
      "You sold your rank 1 Diablo 3 account to the highest bidder.",
      "You pawned your grandma's porcelain figurines when she wasn't looking.",
      "You took some vegetables from the community garden and resold them at the farmer's market",
      "You sold a few of your decent Magic cards online.",
      "You found 10 bucks on the side of the road, nice.",
      "You collected profits from releasing your latest project on Steam.",
      "You sold your GameBoy Color.",
      "You sold some boss runs to people on Fiverr.",
      "You sold your old couch, you don't have guests anyways..",
      "You shoveled your neighbour's driveway."
    ]
]